Repository: kapt/django-password-reset
Catalog: password_reset/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Username
fr: Nom d'utilisateur

source: Username or Email
fr: Nom d'utilisateur ou E-mail

source: Sorry, this user doesn't exist.
fr: Désolé, cet utilisateur n'existe pas

source: Unable to find user.
fr: Impossible de trouver l'utilisateur.

source: New password
fr: Nouveau mot de passe

source: New password (confirm)
fr: Nouveau mot de passe (confirmer)

source: The two passwords didn't match.
fr: Les deux mots de passe sont différents.

source: Your password has successfully been reset. You can use it right now on the login page.
fr: Votre mot de passe a été réinitialisé avec succès. Vous pouvez dès à présent l'utiliser depuis la page de connexion.

source: Dear %(username)s,
fr: Cher(e) %(username)s,

source: You -- or someone pretending to be you -- has requested a password reset on %(domain)s.
fr: Vous avez demandé une réinitialisation de votre mot de passe sur %(domain)s.

source: You can set your new password by following this link:
fr: Vous pouvez redéfinir votre mot de passe en cliquant sur le lien suivant :

source: If you don't want to reset your password, simply ignore this email and it will stay unchanged.
fr: Si vous ne voulez pas redéfinir votre mot de passe, ignorez simplement cet e-mail et votre mot de passe restera inchangé.

source: Password recovery on %(domain)s
fr: Réinitialisation du mot de passe sur %(domain)s

source: Password recovery
fr: Réinitialisation du mot de passe

source: Recover my password
fr: Réinitialiser mon mot de passe

source: Sorry, this password reset link is invalid. You can still <a href="%(recovery_url)s">request a new one</a>.
fr: Désolé, ce lie nde réinitialisation de mot de passe est invalide. Vous pouvez toujours formuler une <a href="%(recovery_url)s">nouvelle demande de réinitialisation de mot de passe</a>.

source: Hi, <strong>%(username)s</strong>. Please choose your new password.
fr: Bonjour, <strong>%(username)s</strong>. Veuillez choisir un nouveau mot de passe.

source: Set new password
fr: Choisir un nouveau mot de passe

source: Password recovery sent
fr: Lien de réinitialisation de mot de passe envoyé

source: An email was sent to <strong>%(email)s</strong> %(ago)s ago. Use the link in it to set a new password.
fr: Un e-mail vous a été envoyé à l'adresse <strong>%(email)s</strong> il y a %(ago)s. Utilisez le lien indiqué dans cet e-mail pour réinitialiser votre mot de passe.
